Revit 2027 API
FilterNumericValueRule Properties
The FilterNumericValueRule type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterRule)
Top
See Also
Reference
FilterNumericValueRule Class
Autodesk.Revit.DB Namespace